dating_app/dating_app_api/app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
  def index
    @users = User.all.sample(3)